alacritty
archlinuxarm-keyring
base
base-devel
bc
bluetui
bluetuith
bluez
btop
cdm
dhcpcd
dialog
duktape
eza
fd
ffmpeg
fuzzel
fzf
git
github-cli
go
grub
iw
iwd
kitty
lazygit
linux-aarch64-rc
linux-aarch64-rc-headers
linux-firmware-joshua-git
luarocks
mako
mesa
nano
neovim
net-tools
netctl
networkmanager
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvm
openssh
otf-font-awesome
pcsclite
pipewire-jack
polkit
python-pywal16
rate-mirrors
rust
sudo
swaybg
swayidle
swayimg
swaylock
terminus-font
tree-sitter-cli
ttf-firacode-nerd
uv
vi
vim
waybar
which
wpa_supplicant
wttrbar
xdg-desktop-portal-gnome
xwayland-satellite
yay-bin
yazi
zen-browser-bin
zoxide
zsh
