tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "xz"
brew "bat"
brew "btop"
brew "c2048"
brew "less"
brew "circumflex"
brew "cmake"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "htop"
brew "jq"
brew "lazygit"
brew "portaudio"
brew "luajit"
brew "musikcube"
brew "neovim"
brew "nvm"
brew "ollama"
brew "pass"
brew "pinentry-mac"
brew "pipx"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rust"
brew "snownews"
brew "tldr"
brew "tmux"
brew "unar"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zig"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "devpod"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "git-credential-manager"
cask "obsidian"
cask "orbstack"
cask "sf-symbols"
cask "slack"
cask "wezterm"
