tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "xz"
brew "c2048"
brew "less"
brew "circumflex"
brew "cmake"
brew "docker"
brew "docker-compose"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "jq"
brew "lazygit"
brew "luajit"
brew "neovim"
brew "nvm"
brew "pass"
brew "pinentry-mac"
brew "portaudio"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rust"
brew "snownews"
brew "tmux"
brew "wget"
brew "zig"
cask "devpod"
cask "font-fira-code-nerd-font"
cask "obsidian"
cask "orbstack"
cask "slack"
cask "wezterm"
